{
  "basicLayout": {
    "nav": {
      "home": "Home",
      "about": "About",
      "teams": "Teams",
      "resource": "Resource & News",
      "sponsor": "Sponsor",
      "en": "English",
      "vi": "Vietnamese"
    },
    "footer": {
      "thirdTitle": "Information",
      "address": "Address: Hoa Lac Hi-tech Park, Ha Noi, Vietnam",
      "sponsors": "Big thanks to our sponsors!",
      "sponsorsDesc": "Sponsor us in here"
    },
    "other": {
      "notFound": "Uh oh! Maybe you have accessed a page that isn't exist! Let's try another page listed above...",
      "error": "Uh oh! Maybe we have encountered an error! Let's try to refresh this page for another few minutes or try another page listed above...",
      "wait": "Loading..."
    }
  },
  "home": {
    "metadata": {
      "title": "Home | {clubName}",
      "description": "FPTSchool Robotics, Information Technology and Science Club - FRITS is a robotics & STEAM club in Ha Noi, Vietnam. Founded by FPT Ha Noi High School students from 2016, the club had competed in many competition in the world, and also had held many outreach activities to spread the STEAM spirit to all region in Vietnam."
    },
    "page": {
      "banner": "Where miracle come true...",
      "landing": {
        "title": "See our incredibles...",
        "about": "About",
        "teams": "Teams",
        "resource": "Resource & News"
      }
    }
  },
  "about": {
    "metadata": {
      "title": "About | {clubName}",
      "description": "FPTSchool Robotics, Information Technology and Science Club - FRITS is a robotics & STEAM club in Ha Noi, Vietnam. Founded by FPT Ha Noi High School students from 2016, the club had competed in many competition in the world, and also had held many outreach activities to spread the STEAM spirit to all region in Vietnam."
    },
    "page": {
      "clbdesc": "FRITS is the first and only STEM & Robotics club of FPT High School Hanoi, established in January 2017 with the predecessor Robotics group formed in October 2016. Up to now, after 8 years of operation, the club has participated in many competitions at home and abroad and has achieved many great achievements. In addition, the club has also organized community activities in the country to spread the spirit of STEM & Robotics to everyone."
    }
  },
  "team": {
    "metadata": {
      "title": "Teams | {clubName}",
      "description": "FPTSchool Robotics, Information Technology and Science Club - FRITS is a robotics & STEAM club in Ha Noi, Vietnam. Founded by FPT Ha Noi High School students from 2016, the club had competed in many competition in the world, and also had held many outreach activities to spread the STEAM spirit to all region in Vietnam. There are two main robotics teams that represent FRITS in FIRST Tech Challenge (FRITS 25209) and VEX V5 Robotics Competition (FRITS 58488S). FRITS also takes part in many other competitions around the world."
    },
    "page": {
      
    }
  }
}